<?php

return [

    'Login' => 'تسجيل الدخول',
    'Enter_ID' => '* ادخل رقم الهوية',
    'Enter_Password' => '* ادخل كلمة المرور',
    'Parent_Login' => 'تسجيل دخول الطلاب',
    'Student_Login' => 'تسجيل دخول اولياء الامور',
    'Copyright' => '© جميع الحقوق محفوظة | spark education حقوق الطبع والنشر بواسطة',
    'All_rights_reserved' => 'جميع الحقوق محفوظة |',
    'Copyright_by' => 'حقوق الطبع والنشر بواسطة',
    'About_us' => 'من نحن ؟',
    'About_pargraph' => 'نحن منصة تعليمية رقمية متكاملة تهدف إلى تمكين الطلاب من مواصلة تعليمهم في أي وقت ومن أي مكان، خاصة في
                    الأوقات الصعبة مثل الحروب، الكوارث الطبيعية، والأزمات الصحية. نسعى إلى تقديم بيئة تعليمية مرنة تدعم
                    التعلم عن بُعد من خلال فصول افتراضية، دروس مسجلة، وإمكانية الوصول إلى المحتوى دون اتصال بالإنترنت.
                    كما نوفر أدوات متطورة تساعد المعلمين على إدارة المحتوى التعليمي بكفاءة، إلى جانب ميزات تفاعلية
                    لتعزيز التواصل بين الطلاب والمعلمين. نؤمن بأن التعليم حق أساسي للجميع، لذلك نلتزم بتقديم حلول تقنية
                    مبتكرة لضمان استمرارية التعلم في جميع الظروف، مع التركيز على الأمان، الخصوصية، وسهولة الاستخدام.
                    هدفنا هو بناء مستقبل تعليمي رقمي مستدام يتيح الفرص للجميع دون قيود جغرافية أو تقنية.',

    'System_users' => 'من هم مستخدمو النظام ؟',
    'Dashboard' => 'الرئيسية',
    'Dashboard_page' => 'لوحة التحكم',
    'Admin_dashboard' => 'لوحة تحكم الادمن',
    'Main_title' => 'نهضة التعليم',
    'Programname' => 'نهضة التعليم',
    'change_language' => 'تغير اللغة',
    'Number_of_students' => 'عدد الطلاب',
    'Number_of_teachers' => 'عدد المعلمين',
    'View_data' => 'عرض البيانات',
    'Number_of_parent' => 'عدد أولياء الامور',
    'Number_of_classrooms' => 'عدد الفصول الدراسية',
    'Last_ope_sys' => 'اخر العمليات على النظام',
    'Grades' => 'المراحل الدراسية',
    'Grades_list' => 'قائمة المراحل الدراسية',
    'classes' => 'الصفوف',
    'List_classes' => 'قائمة الصفوف الدراسية',
    'sections' => 'الاقسام',
    'List_sections' => 'قائمة الاقسام الدراسية',
    'Invoices' => 'الفواتير',
    'Students' => 'الطلاب',
    'Student_information' => 'معلومات الطلاب',
    'add_student' => 'اضافة طالب جديد',
    'list_students' => 'قائمة الطلاب',
    'Students_Promotions' => 'ترقية الطلاب',
    'add_Promotion' => 'اضافة ترقية جديدة',
    'list_Promotions' => 'قائمة الترقيات',
    'Graduate_students' => 'الطلاب المتخرجين',
    'add_Graduate' => 'اضافة تخرج جديد',
    'list_Graduate' => 'قائمة التخرجات',
    'Teachers' => 'المعلمين',
    'List_Teachers' => 'قائمة المعلمين',
    'Parents' => 'اولياء الامور',
    'School_Principals' => 'مدراء المدارس',
    'List_Parents' => 'قائمة اولياء الامور',
    'Add_Parent' => 'اضافة ولي امر',
    'Accounts' => 'الحسابات',
    'Attendance' => 'الحضور والغياب',
    'Exams' => 'الامتحانات',
    'library' => 'المكتبة',
    'Onlineclasses' => 'حصص اونلاين',
    'Settings' => 'الاعدادات',
    'Users' => 'المستخدمين',
    'Copyright' => 'جميع الحقوق محفوظة ',
    'Name_Programer' => 'مازن ابو صفر',

];
